org/docs/新説情報リテラシー-はじめに.org
#+setupfile: ../info/index-sos-header.setup
#+include: ../info/common-header.org
#+title: 新説情報リテラシー (導入)

* 新説情報リテラシー (導入)

*** はじめにからの抜粋

 情報リテラシーの本来的意義は「情報を活用する創造的能力」であり、必要な
 情報を収集し、そのデータを加工分析して、必要な情報を生成し発信する能力
 である。本書により一生使い続けることができる情報リテラシーを学ぶことを
 目指す。

*** (s-:) の意見

 - 現在の，情報リテラシを支えるITリテラシ
 - 情報リテラシ (のwhatとhow) の中にも普遍的なこと，刹那的 なことがある
 - ITリテラシも同様
 - ある概念の what と how 明かにし，
 - 概念の，依存関係 (階層構造？) を明確にし，
 - ごちゃまぜにせず，知や技術を，独立な部分と，依存する部分に分て
   考える，憶える，ことが大切

 知識の構造

 - 層モデル (上下関係，包含関係)
 - ネットワークモデル (対等関係，相互依存関係)


*** はじめにのまとめ by [s-:]

**** インターネット社会化とその影の部分
     
     世界中の人との情報共有
     - 文書の電子ファイル化，電子ファイル交換

     使えてあたりまえになったパソコンとインターネット

     - 学校でのIT化
     - 企業の社内システムやOA機器の導入

     - 操作能力の他に，
     - ルールやモラル，
     - 読み書きそろばんの基本能力，

     負の効果
     - 生産性の向上につながらない，
     - 著作物の無断転用，
     - 思考能力の低下，
     - 情報漏洩

**** IT利用のための体系的な情報リテラシ教育が必要

     ITリテラシと情報リテラシは区別すべきもの

     IT技術は進化が早く専門化する傾向がある。

**** メディアリテラシも注目されている。

    - 各メディアの情報の特徴を知り，
    - 鵜呑みにせず，真偽を見抜き，
    - 活用する

      誰もが情報発信者になれる時代において，
      - 公開情報から真偽を見抜く力が重要，
      - 「読む力」という意味で，メディアリテラシは，情報リテラシの一部
      - 「書く力」が情報リテラシには必要

**** 情報リテラシの本来的意義

    情報リテラシは，「情報を活用する創造的能力」である。

    それは，次の6つの能力領域 (:-s 過程) からなる 

    1. 情報の収集 -- MECE
    2. 情報の加工 -- 詳細化，分断化，取捨選択
    3. 情報の分析 -- 構造化
    4. 情報の獲得 -- 知識として保存する
    5. 情報の生成 -- 客観化
    6. 情報の発信 -- 外化，共有化

**** 長く生き残る知識

    現代人は，すぐに陳腐化してしまうITリテラシではなく，
    一生ものとして使い続けることができる情報リテラシこそ身につけなけれ
    ばならない。

    (s-:) 長く生き残る IT リテラシもあります。how ではない，what と
    why からなる IT リテラシもあるのだと思っています。



