docs/docs/新説情報リテラシー-はじめに.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"https://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="https://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-12-12 木 22:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>クラウドと情報リテラシー 新説情報リテラシー (導入)</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="suzuki@iwate-u.ac.jp" />
<link rel="stylesheet" type="text/css" href="styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href=".././styles/sos/css/sos.css">
<link rel="stylesheet" type="text/css" href=".././styles/bigblow/css/hideshow.css"/>
</head>
<body>
<div id="content">
<h1 class="title">クラウドと情報リテラシー 新説情報リテラシー (導入)</h1>

<div id="outline-container-orgb4b0aef" class="outline-2">
<h2 id="orgb4b0aef">新説情報リテラシー (導入)</h2>
<div class="outline-text-2" id="text-orgb4b0aef">
</div>
<div id="outline-container-org95d5a7d" class="outline-4">
<h4 id="org95d5a7d">はじめにからの抜粋</h4>
<div class="outline-text-4" id="text-org95d5a7d">
<p>
情報リテラシーの本来的意義は「情報を活用する創造的能力」であり、必要な
情報を収集し、そのデータを加工分析して、必要な情報を生成し発信する能力
である。本書により一生使い続けることができる情報リテラシーを学ぶことを
目指す。
</p>
</div>
</div>

<div id="outline-container-orgdc3ef91" class="outline-4">
<h4 id="orgdc3ef91">(s-:) の意見</h4>
<div class="outline-text-4" id="text-orgdc3ef91">
<ul class="org-ul">
<li>現在の，情報リテラシを支えるITリテラシ</li>
<li>情報リテラシ (のwhatとhow) の中にも普遍的なこと，刹那的 なことがある</li>
<li>ITリテラシも同様</li>
<li>ある概念の what と how 明かにし，</li>
<li>概念の，依存関係 (階層構造？) を明確にし，</li>
<li>ごちゃまぜにせず，知や技術を，独立な部分と，依存する部分に分て
考える，憶える，ことが大切</li>
</ul>

<p>
知識の構造
</p>

<ul class="org-ul">
<li>層モデル (上下関係，包含関係)</li>
<li>ネットワークモデル (対等関係，相互依存関係)</li>
</ul>
</div>
</div>


<div id="outline-container-org859a047" class="outline-4">
<h4 id="org859a047">はじめにのまとめ by [s-:]</h4>
<div class="outline-text-4" id="text-org859a047">
</div>
<div id="outline-container-org95146cc" class="outline-5">
<h5 id="org95146cc">インターネット社会化とその影の部分</h5>
<div class="outline-text-5" id="text-org95146cc">
<p>
世界中の人との情報共有
</p>
<ul class="org-ul">
<li>文書の電子ファイル化，電子ファイル交換</li>
</ul>

<p>
使えてあたりまえになったパソコンとインターネット
</p>

<ul class="org-ul">
<li>学校でのIT化</li>
<li>企業の社内システムやOA機器の導入</li>

<li>操作能力の他に，</li>
<li>ルールやモラル，</li>
<li>読み書きそろばんの基本能力，</li>
</ul>

<p>
負の効果
</p>
<ul class="org-ul">
<li>生産性の向上につながらない，</li>
<li>著作物の無断転用，</li>
<li>思考能力の低下，</li>
<li>情報漏洩</li>
</ul>
</div>
</div>

<div id="outline-container-org18582fc" class="outline-5">
<h5 id="org18582fc">IT利用のための体系的な情報リテラシ教育が必要</h5>
<div class="outline-text-5" id="text-org18582fc">
<p>
ITリテラシと情報リテラシは区別すべきもの
</p>

<p>
IT技術は進化が早く専門化する傾向がある。
</p>
</div>
</div>

<div id="outline-container-orgd84dae3" class="outline-5">
<h5 id="orgd84dae3">メディアリテラシも注目されている。</h5>
<div class="outline-text-5" id="text-orgd84dae3">
<ul class="org-ul">
<li>各メディアの情報の特徴を知り，</li>
<li>鵜呑みにせず，真偽を見抜き，</li>
<li><p>
活用する
</p>

<p>
誰もが情報発信者になれる時代において，
</p>
<ul class="org-ul">
<li>公開情報から真偽を見抜く力が重要，</li>
<li>「読む力」という意味で，メディアリテラシは，情報リテラシの一部</li>
<li>「書く力」が情報リテラシには必要</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org3efb9c4" class="outline-5">
<h5 id="org3efb9c4">情報リテラシの本来的意義</h5>
<div class="outline-text-5" id="text-org3efb9c4">
<p>
情報リテラシは，「情報を活用する創造的能力」である。
</p>

<p>
それは，次の6つの能力領域 (:-s 過程) からなる 
</p>

<ol class="org-ol">
<li>情報の収集 &#x2013; MECE</li>
<li>情報の加工 &#x2013; 詳細化，分断化，取捨選択</li>
<li>情報の分析 &#x2013; 構造化</li>
<li>情報の獲得 &#x2013; 知識として保存する</li>
<li>情報の生成 &#x2013; 客観化</li>
<li>情報の発信 &#x2013; 外化，共有化</li>
</ol>
</div>
</div>

<div id="outline-container-orge610ff2" class="outline-5">
<h5 id="orge610ff2">長く生き残る知識</h5>
<div class="outline-text-5" id="text-orge610ff2">
<p>
現代人は，すぐに陳腐化してしまうITリテラシではなく，
一生ものとして使い続けることができる情報リテラシこそ身につけなけれ
ばならない。
</p>

<p>
(s-:) 長く生き残る IT リテラシもあります。how ではない，what と
why からなる IT リテラシもあるのだと思っています。
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: suzuki@iwate-u.ac.jp</p>
<p class="date">Created: 2019-12-12 木 22:02</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
